Repository: StandardL/FireYolov8.NET
Catalog: src/FireDetectionForWindows/FireDetectionForWindows/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# AppDisplayName
source: Fire Detection for Windows
zh_cn: 火灾检测 for Windows

# AppDescription
source: Fire Detection for Windows
zh_cn: 火灾检测 for Windows

# Shell_Monitor.Content
source: Monitor
zh_cn: 监控

# Shell_Welcome.Content
source: Welcome
zh_cn: 欢迎

# Settings_Personalization.Text
source: Personalization
zh_cn: 个性化设置

# Settings_Theme.Text
source: Theme
zh_cn: 主题设定

# Settings_Theme_Light.Content
source: Light
zh_cn: 浅色

# Settings_Theme_Dark.Content
source: Dark
zh_cn: 深色

# Settings_Theme_Default.Content
source: Default
zh_cn: 跟随系统

# Settings_About.Text
source: About this application
zh_cn: 关于此应用

# Settings_AboutDescription.Text
source: A fire detection software based on YOLO v8 model, compelling with MIT Lisence
zh_cn: 一款基于YOLO v8的火灾检测软件，遵循MIT开源协议

# SettingsPage_PrivacyTermsLink.NavigateUri
source: https://github.com/StandardL/FireYolov8.NET/blob/main/Documents/Privacy-Policy-ENG.md
zh_cn: https://github.com/StandardL/FireYolov8.NET/blob/main/Documents/Privacy-Policy-CHS.md

# AppNotificationSamplePayload
source: <toast> <visual> <binding template="ToastGeneric"> <text>Launch Successfully</text> <text></text> <image placement="appLogoOverride" hint-crop="circle" src="{0}Assets/WindowIcon.ico"/> </binding> </visual> </toast>
zh_cn: <toast> <visual> <binding template="ToastGeneric"> <text>启动成功</text> <text></text> <image placement="appLogoOverride" hint-crop="circle" src="{0}Assets/WindowIcon.ico"/> </binding> </visual> </toast>

# CacheClear_Button.Content
source: Clean all cache
zh_cn: 清理应用缓存

# Settings_Cache.Text
source: Application cache
zh_cn: 应用缓存

# UsedMem.Text
source: Cache used up spaces:
zh_cn: 缓存占用空间：

# camComboBox.Header
source: Choose a camera
zh_cn: 选择摄像头

# camComboBox.PlaceholderText
source: No camera
zh_cn: 暂无摄像头

# CaptureButton.Content
source: Caputure current frame
zh_cn: 截取当前视频帧

# GuideImg.Source
source: ms-appx:///Assets/MonitorTips_Eng.png
zh_cn: ms-appx:///Assets/MonitorTips_ChS.png

# infoBar.Title
source: Error
zh_cn: 错误

# InputCam_TeachingTip.Subtitle
source: Upside is live camera frame, downside is model's prediction
zh_cn: 上方是实时摄像头画面，下方是经过模型检测烟雾、火焰后的结果

# InputCam_TeachingTip.Title
source: Camera Frame
zh_cn: 摄像头画面

# InputCam_Text.Text
source: Original Camera
zh_cn: 原始摄像头画面

# LogoImg.Text
source: Tips
zh_cn: 使用提示

# ModelButton.Content
source: Monitor
zh_cn: 监控

# PredCam_Text.Text
source: Prediction Camera Frame
zh_cn: 监测摄像头画面

# SettingsPage_GithubLink.Content
source: View Github Repository
zh_cn: 访问开源页面

# SettingsPage_PrivacyTermsLink.Content
source: Privacy Statement
zh_cn: 隐私声明
